Repository: humanific/bootstrapped-login
Catalog: languages/bootstrapped-login-*.po
Languages: nl_nl

source: Forgotten password
nl_nl: Wachtwoord vergeten?

source: Reset Password
nl_nl: Wachtwoord herzetten

source: Register with facebook
nl_nl: Registreren met facebook

source: or
nl_nl: of

source: Register
nl_nl: Registreren

source: Username
nl_nl: Gebruikersnaam

source: Password
nl_nl: Wachtwoord

source: Repeat password
nl_nl: Wachtwoord opnieuw

source: Sign up
nl_nl: Inschrijven

source: Login with facebook
nl_nl: Login met Facebook

source: Login
nl_nl: Inloggen

source: Email or username
nl_nl: Email of gebruikersnaam

source: Log in
nl_nl: Inloggen

source: If you don't have an account yet, please
nl_nl: Als u al geregistreerd bent kan u

source: signup
nl_nl: registreren

source: Reset your password
nl_nl: Wachtwoord herzetten

source: Your password has been updated
nl_nl: Uw passwoord is gewijzigd

source: Choose a new password
nl_nl: Nieuw wachtwoord

source: Update password
nl_nl: Passwoord wijzigen

source: This field is mandatory
nl_nl: Dit veld is verplicht

source: Please check this email address
nl_nl: Gelieve dit e-mailadres aan te passen

source: Please enter the same value again.
nl_nl: Typ het nieuwe wachtwoord opnieuw in.

source: Enter at least {0} characters
nl_nl: Vul ten minsten {0} letters in

source: Not a Valid Key.
nl_nl: Dit is geen geldige code

source: Signup successful
nl_nl: Successvolle registratie

source: This username is taken
nl_nl: Deze gebruikersnaam is al ingenomen

source: This email is already registered
nl_nl: Dit e-mailadres is reeds geregistreerd, kies een andere.

source: Please enter your Username or E-mail address
nl_nl: Vul uw gebruikersnaam of e-mailadres

source: Invalid E-mail address
nl_nl: Ongeldig e-mailadres

source: Invalid Username
nl_nl: Ongeldige gebruikersnaam

source: Someone requested that the password be reset for the following account:
nl_nl: Iemand verzocht het wachtwoord te resetten voor de volgende rekening:

source: Username: %s
nl_nl: Gebruikersnaam: %s

source: If this was a mistake, just ignore this email and nothing will happen.
nl_nl: Als dit een vergissing was, negeer deze e-mail en niets zal gebeuren.

source: To reset your password, visit the following address:
nl_nl: Om uw wachtwoord opnieuw in te stellen, gaat u naar het volgende adres:

source: Password Reset Request
nl_nl: Wachtwoord herzetten

source: Email failed to send for some unknown reason.
nl_nl: E-mail niet aan te sturen voor een onbekende reden.

source: We have just sent you an email with Password reset instructions.
nl_nl: We hebben je zojuist een e-mail met wachtwoord reset instructies.

source: Your new password for the account at:
nl_nl: Uw nieuwe wachtwoord voor de rekening op:

source: Password: %s
nl_nl: Wachtwoord: %s

source: You can now login with your new password at:
nl_nl: U kunt nu inloggen met uw nieuwe wachtwoord op:

source: A new password has been sent to your email address
nl_nl: Een nieuw wachtwoord is naar uw e-mailadres gestuurd

source: Your password has been changed
nl_nl: Uw passwoord is gewijzigd

source: Wrong password
nl_nl: Fout passwoord

source: Old password
nl_nl: Oud passwoord

source: Hi
nl_nl: Hallo

source: Sign out
nl_nl: Uitloggen

source: Sign in
nl_nl: Aanmelden

source: This field is required
nl_nl: Dit is een verplicht veld

source: Please enter a valid email address
nl_nl: Voer een geldig e-mailadres in

source: Checking email address
nl_nl: Email verificatie

source: Sending user info, please wait...
nl_nl: Verzenden van gebruikersinformatie, even geduld ...

source: Login successful, redirecting...
nl_nl: Login gelukt redirectie...

source: Wrong username or password.
nl_nl: Verkeerde gebruikersnaam of wachtwoord.

source: This username is already taken.
nl_nl: Deze gebruikersnaam wordt al gebruikt.

source: Save Changes
nl_nl: Wijzigingen Opslaan
